package com.app.casper.csapp.data;

public class MenuData {

    public String[] arrMenuHoly ={"00 孝情之光", "00 天一國國歌","01 勝利者新歌","02 聖美的新歌","03 榮耀的恩賜","04 黑暗裡的勢力","05 復歸的樂園","06 聖苑的恩賜","07 樂園之歌",
            "08 青年之歌","09 朝陽之歌","10 我要勇往","11 苦難與新生命","12 我是供物","13 誓約","14 成和勇士之歌",
            "15 吹走嘆息吧","16 光輝的祖國","17 復歸的心情","18 來成就神的偉業","19 天的勇士","20 找到的榮光","21歸我背負的十字架",
            "22 光是從東方來","23 獻上一切往前進","24 苦難的耶穌","25 聚集成一體","26 統一勇士之歌","27 新伊甸園之歌","28 被召命的我",
            "29 我的小羊","30 成和青年進行曲","31 榮耀之日","32 願祢回應","33 寂寞的山谷","34 主臨到","35 主啊願祢來",
            "36 農園之歌","37 找到的羊群","38 夢般的旅途","39 主是我的一切","40 我的朋友耶穌","41 飲喝生命水","42 我想到主面前",
            "43 吾心所願","44 天的盛宴","45 生活在活泉邊","46 樂園春天之歌","47 主日學兒童之歌","48 趕快回來吧","49 主是我們的牧者",
            "50 蒙召的青年們","51 丹心歌","52 出埃及","53 再相會","54 勝利之歌","55 榮耀的主","56 確信的人",
            "57 主常在我身邊","58 蒙召前進","59 我的故鄉","60 危險的試煉中","61 珍貴的寶物","62 向迦南前進","63 黑暗的路途上",
            "64 我主的家庭","65 所盼望的那一日","66 傳揚吧","67 早晨的小鳥","68 恩惠與奇蹟","69 十字架上的呼求","70 大自然的禮讚",
            "71 早晨的讚美","72 與主同生","73 向著十字架","74 儆醒禱告","75 以色列啊歸來吧","76 善的戰爭已成就了","77 青年之樹",
            "78 光照亮大地","79 愛鄉歌","80 愛的統一","81 空中的飛鳥","82 由我心而出","83 幸福是什麼","84 光榮的聖戰",
            "85 追求美的心","86 春之旅","87 小小的生命","88 生命之樹","89 星光","90 總有一天會明瞭","93 讓我們手拉手",
            "94 奉獻歌","95 統一歌","96 歡迎歌"};

    public String[] arrMenuPoetry ={"01 為愛合一禱告","02 禱告","03 雲上太陽","04 把冷漠變成愛", "05 讚美之泉", "06 常常喜樂","07 主我跟祢走",
            "08 凡事都能做","09 恩典夠用", "10 揀選","11 看見復興", "12 讓愛走動","13 生命之花","14 我需要有祢在我生命中","15 這一生最美的祝福",
            "16 奇異恩典","17 主禱文","18 單單只為祢","19 認識祢真好", "20 邁向新的生命","21 展開清晨的翅膀","22 寶貴十架", "23 我們愛讓世界不一樣",
            "24 你愛永不變","25 住在你裡面","26 這世代","27 主我到你面前", "28 永遠","29 請改變我","30 不能隔絕神的愛","31 腳步","32 如果",
            "33 成為神蹟的器皿", "34 我要一心稱謝你","35 經歷你的大愛","36 一生跟隨你", "37 願讚美充滿","38 求賜復興之火", "39 從破碎到自由",
            "40 安靜","41 每天的禱告","42 如鷹展翅上騰","43 凡事都有可能", "44 主你永遠與我同在","45 差遣我","46 傾聽我的心", "47 讓讚美飛揚",
            "48 神的孩子","49 幸福","50 活出愛","51 讓我","52 更好的你","53 謙卑","54 讚美中遇見你","55 永遠的依靠", "56 YouRaiseMeUp",
            "57 進入祢愛裡","58 復興聖潔","59 我的一生在你手中","60 向著標竿直跑","61 當祢找到我","62 命定之路","63 一顆謙卑的心",
            "64 任何環境不要懼怕","65 親愛的聖靈"};

    public String[] arrMenuS2016 ={"01 討祢喜悅的敬拜","02 永遠敬拜","03 不變的應許"};

    public String[] arrMenuGlory={"01 Because you loved me 因為祢愛我","02 when you believe 當你相信"};

    public String[] arrMenuGod2={"01 My desire my soul my love","02 只要子女回祢懷裡","03 願為祢站立","04 祢與我同在","05 我找到了神",
            "06 永遠在我心中","07 在祢愛中","08 前方"};

    public String[] arrMenuGod3 = {"01 仰望", "02 重新出發", "03 在你身邊", "04 最好的路", "05 父親", "06 榮耀祢", "07 新生命", "08 Golden time",
            "09 母親的叮嚀", "10 祢在這裡"};

    public String[] arrMenu11={"01 寶貴十架", "02 敬拜祢", "03 祢是聖潔","04 聖靈降下恩雨","05 聖哉聖哉聖哉","06 喔十字架","07 在祢寶座前",
            "08 主祢是我力量","09 這世代","10 揀選","11 小小的夢想","12 活石"};

    public String[] arrMenu12={"01 永遠尊貴","02 祢是何等榮美","03 震動天地","04 我要歡唱","05 祢是配得","06 我獻上感謝","07 生命活水充滿我",
            "08 我敬拜祢","09 耶穌我愛祢","10 賜生命的主","11 再一次","12 我們呼求"};

    public String[] arrMenu12_2={"01 祢的愛","02 最珍貴的角落","03 專愛","04 只因祢","05 哀哭變為跳舞","06 我要向高山舉目","07 祢使我生命美麗",
            "08 生命的話語","09 耶穌的愛","10 因著十架","11 勇敢走出去","12 祢永遠活著","13 選擇相信","14 神是我們的避難所"};

    public String[] arrMenu13={"01 沙漠中的讚美","02 耶穌基督是主","03 我們愛","04 翻轉地球","05 來歡呼讚美","06 喜樂泉源","07 世界之光",
            "08 阿爸天父","09 賜福與你","10 天父的花園","11 我要歌唱","12 祢的最愛","13 耶和華靠近傷心的人","14 掌上明珠","15 我的天堂"};

    public String[] arrMenu14={"01 耶和華行了大事","02 滿有能力","03 聖潔歸於祢","04 這是聖潔之地","05 煉淨我","06 耶穌祢醫治","07 何等恩典",
            "08 我高舉雙手","09 不要放棄","10 恩典之路","11 倚靠","12 歌頌","13 祢的愛長闊高深","14 真實的悔改","15耶和華我的磐石","16 信實的神","17 最美的禮物"};

    public String[] arrMenu15={"01 愛可以再更多一點點","02 認定祢","03 耶和華沙龍","04 我要全心讚美","05 願天歡喜","06 耶穌的名","07 我要一心稱謝祢",
            "08 神羔羊","09 單單愛祢","10 豐盛的應許","11 齊為此地呼求","12 與祢同行","13 得釋放","14 我的家要榮耀主","15 最好的朋友"};

    public String[] arrMenu16 = {"01 相信有愛就有奇蹟","02 在耶穌的腳前","03 住在祢裡面","04 叫我抬起頭的神","05 尊貴全能神","06 唯有耶穌",
            "07 祢是配得","08 感謝天父","09 主祢是我盼望","10 轉化","11 耶和華恩年已來到","12 天使心","13 讓愛飛翔","14 尋見","15 藏不住","16 八福",
            "17 上帝的愛真奇妙","18 耶穌來得著這地"};

    public String[] arrMenu17 ={"01 將天敞開","02 日日夜夜","03 配得頌揚","04 活著為要敬拜祢","05 新耶路撒冷","06 一同起舞","07 十架的愛","08 救贖的恩典",
            "09 為耶路撒冷祈禱","10 我要順服","11 自由地歌唱","12 就是這個時刻","13 我已得自由","14 同心高舉十架"};

    public String[] arrMenu18 ={"01 從心合一","02 深刻的愛","03 回家","04 永遠不分離","05 是祢的愛","06 新的一天","07 齊來讚美","08 我有喜樂","09 聖靈的江河",
            "10 帶我進入祢的同在","11 願祢降臨","12 禱告的大軍","13 耶和華作了我的高臺","14 天上的家"};

    public String[] arrMenu19 ={"01 這裡有榮耀","02 我們歡迎君王降臨","03 極大的聲音","04 更多充滿","05 從這代到那代","06 愛中相遇","07 以馬內利",
            "08 永恆唯一的盼望","09 主祢的疼","10 謝謝祢","11 大手牽著小手","12 耶和華大能的軍隊","13 我心唯一愛慕","14 順服"};

    public String[] arrMenu20 ={"01 給夢想一雙翅膀","02 新的事將要成就","03 新的異象新的方向","04 只要有祢在我左右","05 我們愛戴的王","06 榮耀大君王",
            "07 安靜","08 奔跑不放棄", "09 能不能","10 醫治我","11 找一個地方","12 全新的生命","13 前來敬拜","14 敬拜讓世界震動",
            "15 傾倒","16 三百六十五天","17 祢的器皿","18 願祢國度降臨"};

    public String[] arrMenu21 ={"01 我要看見","02 每一天我需要祢","03 讓我得見祢的榮面","04 獻上尊榮","05 更深之處","06 近前來","07 行神蹟的神",
            "08 這是耶和華所定日子","09 這世代要呼求祢","10 在至高之處","11 為愛而生","12 祢必成就美好事"};

    public String[] arrMenu22 ={"01 從早晨到夜晚","02 一生敬拜祢","03 君王就在這裡","04 打開天窗","05 我渴望看見","06 所有的榮耀歸於祢",
            "07 更像祢","08 圍繞我","09 喜樂河流","10 信靠每一句應許","11 在這裡","12 我的聲音帶有能力","13 得勝有餘","14 美好的創造","15 水深之處"};

    public String[] arrMenu23 = {"01 平安", "02 祢的恩典夠我用", "03 我在這裡敬拜", "04 在祢同在裡", "05 深深愛慕祢", "06 俯伏", "07 無盡的恩典",
            "08 被愛", "09 在乎耶和華", "10 發現愛", "11 專心來愛祢", "12 安靜等候祢"};

    public String[] arrMenu24 = {"01 得勝的歌", "02 祢眼目必看顧這地", "03 大山為我挪開", "04 I Believe", "05 十字架", "06 充滿在這裡", "07 祢永遠如此深愛著我",
            "08 來向耶和華歌唱", "09 來歡呼來讚美", "10 在耶穌裡彼此相愛", "11 君尊的祭司", "12 天父", "13 祂從高處伸手", "14 禱告的力量"};

    public String[] arrMenuj={"01 穿越","02 我要大聲唱","03 完美時刻","04 是因為祢","05 大地復興","06 天父祢都看顧","07 父的筵席",
            "08我永遠相信", "09找到我", "10我們同心宣告", "11主是我拯救", "12祢在我身後"};

    public String[] arrMenu2001={"01 居住在我心","02 最好的朋友","03 我有喜樂","04 每一天","05 奇妙居所","06 來到十架前",
            "07 觸摸到你","08 我救主活著","09 交託我憂愁","10 一生年日","11 我們歡迎","12 降下你聖靈","13 你靠近","14 願讚美充滿"};

    public String[] arrMenu2002={"01 讓祂的喜樂充滿你","02 Everything's Alright","03 God is Great","04 一直到永遠","05 You Are My World", "06 神羔羊配得",
            "07 就是你","08 美麗的夜裡","09 尊貴的君王","10 I'm on Fire","11 我聽見天使在歌唱","12 直到永遠","13 我的拯救者","14 我身後"};

    public String[] arrMenu2003={"01 復興已點燃了","02 你的愛","03 每個人都讚美主","04 你使我歡欣","05 我身旁","06 潔淨我","07 有你同在",
            "08 與耶穌同行","09 你是否感到群山震動","10 榮美輝煌","11 主你永遠與我同在","12 重生","13 出發"};

    public String[] arrMenu2004={"01 遠超過","02 你在我身旁","03 All About You","04 耶穌你作王到永遠","05 耶穌基督我救主","06 耶穌正在這裡",
            "07 我需要你","08 直到世界盡頭","09 是你","10 Dance Dance Dance","11 惟有你","12 向你歡唱",
            "13 安靜","14 永遠尊貴","15 第一步",};

    public String[] arrMenu2011={"01 無人能與你相比","02 恢復我","03 無價至寶","04 在呼召我之處","05 求主賜我憐憫的心","06 Shekinah 榮耀",
            "07 我的供應","08 我心所求","09 彰顯你榮面"};

    public String[] arrMenu2012 ={"01 一切都更新","02 我要全心稱頌我的主","03 和散那","04 為著你的榮耀","05 純潔的心","06 你的愛","07 超乎萬名之名",
            "08 與你更靠近","09 你是我天父","10 沒有人像你一樣愛我","11 恩典之流","12 求充滿這地"};

    public String[] arrMenu2013_2={"01 向我神","02 我們在天上的父","03 這是奇妙恩典","04 你得著我","05 就是你","06 被赦免","07 你光中","08 自由",
            "09 更靠近","10 這是你所做","11 為了這個世界"};

    public String[] arrMenu2013 ={"01 我自由","02 再做一次","03 打開天門","04 你愛不變","05 天堂的歌","06 你同在如天堂降臨","07 更靠近",
            "08 超自然能力","09 亞洲為耶穌","10 天父的愛","11 你是配得","12 我聽見主走過來","13 幾千公里"};

    public String[] arrMenu2014 ={"01 堅強的愛","02 國度屬於你","03 你聖名","04 SPIRIT BREAK OUT","05 用你雙手擁抱我","06 我要愛慕你","07 神偉大的舞池",
            "08 甦醒","09 耶穌基督","10 敬拜的心","11 進城曲","12 就是現在"};

    public String[] arrMenu2015 ={"01 天父的國度","02 好土","03 直到永遠","04 竭力追求","05 我們敬拜你","06 器皿","07 有一個盼望","08 祂是你的幫助",
            "09 你的香氣","10 安靜居所"};

    public String[] arrMenu2015_2={"01 生命真光","02 勝過死亡的權勢","03 使我得生命","04 基督是我滿足","05 點燃","06 餘燼", "07 恩典之洋",
            "08  聖潔主","09 小小嬰孩","10 母親花",};

    public String[] arrMenu2016={"01 耶穌之名","02 跳舞","03 聖靈請你來充滿我心","04 親愛聖靈","05 良善天父","06 你配得全所有/我尊崇你",
            "07 我屈膝","08 觸摸天堂","09 雙膝跪下","10 色彩無限"};

    public String[] arrMenu2016_2={"01 遠超過諸天","02 你愛找到我","03 我主站立","04 恩典與我同行","05 讓天向我敞開","06 若沒有你 (我呼求)",
            "07 我們將看見","08 我全然相信","09 城牆"};

    public String[] arrMenu2017={"01 主祢是我們的太陽","02 我們獻上","03 寶血誓約","04 父親的心","05 凡有耳的就應當聽","06 敬拜神羔羊",
            "07 榮耀君王願祢再來","08 我一生在聖靈中","09 我安然居住","10 永遠與我同在","11 成為祝福"};

    public String[] arrMenu2017_2={"01 無一人", "02 只想要歌唱","03 活水江河","04 如今我信靠","05 天堂敞開/活水湧流","06 信靠",
            "07 宣告祢名","08 真愛","09 當我呼求祢聖名","10 我獻上我心","11 奇異恩典","12 巴別塔之戰"};

    public String[] arrMenu2018 ={"01 看見","02 祢愛偉大","03 仰望神兒子","04 何等榮美的名","05 恩上加恩","06 天堂敞開/活水湧流",
            "07 信實","08 奮不顧身的愛","09 唯一","10 如今我信靠","11 只憑基督誇口","12 心如天堂","13 何等榮美的名 (Acoustic版)"};

    public String[] arrMenu2019 ={"01 愛為我", "02 回家", "03一切都更新", "04 閃亮", "05 成了"};

    public String[] arrMenu2019_2 ={"01 祢的呼喚", "02 我蒙救贖", "03 聖靈來風", "04 這就是愛了", "05 我願降服", "06 祢盼望掌權", "07 與我同去",
            "08 同負一軛", "09 相信", "10 祢無限", "11 祢愛超越一切", "12 一起走吧"};

    public String[] arrMenuSheep01={"01 親愛主聽我禱告","02 有誰","03 祢是我的平安","04 主我邀請祢","05 吸引我我就快跑隨祢","06 我的天父",
            "07 當祂輕聲呼喚你的名字","08 耶穌，我的救主","09 鼓舞","10 祝"};

    public String[] arrMenuSheep02={"01 盟約","02 因此我愛祢","03 祢的愛","04 主啊有誰能像祢","05 我心屬於祢","06 我是祢所造",
            "07 是誰","08 祢是我神","09 她的新郎","10 哈利路主我神作王了"};

    public String[] arrMenuSheep03={"01 耶穌基督是主","02 耶穌耶穌","03 祢是配","04 哈利路亞","05 尊貴榮耀主","06 花盡一生來愛祢",
            "07 愛祢","08 詩篇二十三篇","09 主啊我們自卑","10 榮耀祢聖名","11 願祢的國降臨"};

    public String[] arrMenuSheep04={"01 眾山怎樣圍繞耶路撒冷","02 主耶和華是我的幫助","03 我要等候耶和華","04 哦主，祢名何其美","05 神的羔羊",
            "06 為我造清潔的心", "07 我願意","08 上好的福分","09 讓小小燈火四處燃起","10 我願為祢去","11 阿們"};

    public String[] arrMenuSheep05={"01 耶和華的軍隊","02 無他唯耶穌的寶血","03 主我相信","04 稱頌祢聖名","05 祢真配得讚美","06 耶穌我愛祢",
            "07 我的心切慕祢","08 可喜悅的祭","09 祢的恩典夠我用","10 如果","11 彌賽亞"};

    public String[] arrMenuSheep06={"01 永遠","02 You Are My Favorite","03 祢的榮耀彰顯於天","04 祢比這一切更美麗","05 榮耀都歸神羔羊","06 我們來讚美主",
            "07 謝謝祢耶穌","08 主耶穌我愛祢","09 我的最愛","10 進入祢的聖所","11 我的救主","12 片刻的安寧","13 把握今天"};

    public String[] arrMenuSheep07={"01 萬民同來敬拜","02 永遠稱頌祢","03 耶穌萬名之上的名","04 何等深情","05 雞叫的時候","06 哈利路亞",
            "07 父啊我向祢呼求","08 我渴慕祢","09 新婦的祈禱","10 為我留一個位子","11 僅此一生","12 再次將我更新"};

    public String[] arrMenuSheep08={"01 來吧我們讚美","02 我的幫助從何而來／願神興起","03 誰能使我與神的愛隔絕","04 榮耀都歸祂","05 袮是配得",
            "06 一首簡單的歌","07 聖潔活祭","08 活祭","09 來充滿我","10 恩膏","11 我獻上自己","12 工人的禱告"};

    public String[] arrMenuSheep09={"01 藏身祢的懷裡","02 陪我走過春夏秋冬","03 為祢所認識","04 一路靠著祂","05 那一天","06 祢的居所何等可愛",
            "07 聖哉全能主","08 醫治這地","09 一粒麥子","10 弟兄和睦同居","11 有一道河"};

    public String[] arrMenuK1 ={"01 滿有能力","02 雲上太陽","03 小小的夢想","04 最深愛的主","05 天天讚美","06 主的喜樂是我力量","07 ShakyShkayTime",
            "08 讚美之泉","09 我要向高山舉目","10 晚安曲"};

    public String[] arrMenuK2 ={"01 讓讚美飛揚","02 看見復興","03 認識祢真好","04 我們愛","05 天父的花園","06 耶穌愛你","07 耶穌我愛祢","08 寶貴十架","09 賜福於你",
            "10 耶和華是我牧者","11 在祢寶座前"};

    public String[] arrMenuK3 ={"01 如果你想知道","02 我們是光明之子","03 有一位神","04 求主充滿我","05 親愛的要記得","06 爸爸媽媽的愛","07 祢的慈愛",
            "08 喔十字架","09 進入豐盛","10 祢的同在","11 彈琴歌唱讚美祢"};

    public String[] arrMenuK4 ={"01 讓愛走動","02 何等有福","03 把冷漠變成愛","04 多麼奇妙","05 有人在等你","06 耶穌我的耶穌","07 注目看耶穌",
            "08 深深愛祢","09 愛可以再更多一點點","10 專心仰望耶穌","11 將天敞開"};

    public String[] arrMenuK5 ={"01 新造的人","02 歡呼","03 恩典之路","04 回家","05 相信有愛就有奇蹟","06 齊來讚美","07 耶和華沙龍","08 耶穌的名",
            "09 歌頌","10 祢的愛長闊高深"};

    public String[] arrMenuK6 ={"01 讚美的孩子最喜樂","02 我有喜樂","03 保護我的是耶和華","04 喜樂自由","05 這裡有榮耀","06 震動天地","07 主祢是我力量",
            "08 何等恩典","09 永遠愛祢","10 愛我願意","11 我已得自由","12 我的家要榮耀主"};

    public String[] arrMenuK7 ={"01 彩虹","02 DontWorry","03 耶穌是我的好朋友","04 靠主得勝","05 愛我的天父","06 聖靈的江河","07 新的一天",
            "08 只要有祢在我左右","09 新的事將要成就","10 我對祢的愛不變","11 我們歡迎君王降臨","12 榮耀的呼召","13 差遣我"};

    public String[] arrMenuK8={"01 一閃一閃亮晶晶","02 愛是","03 喜樂河流","04 神要賜福與我們","05 敬拜讓世界震動","06 喜愛祢的話","07 我是主的羊",
            "08 更大聲地","09 從前從前","10 謝謝祢揀選","11 我要看見","12 能不能/一生愛祢"};

    public String[] arrMenuN1={"01 為何對我這麼好","02 你名何其美","03 親密的朋友","04 自由","05 打開黑暗的角落","06 榮耀歸神平安給人","07 水火",
            "08 我一生","09 給你真平安","10 放手交給祂","11 新天地"};

    public String[] arrMenuN2={"01 我多麼需要有你","02 在祂沒有難成的事","03 有一天","04 奇妙神蹟","05 陪我","06 看見神的愛","07 只要耶穌",
            "08 渴慕","09 牽我手","10 祂是道路","11 擁抱新的每一天","12 泥土的禱告"};

    public String[] arrMenuN3={"01 腳步","02 不能隔絕的愛","03 釘痕手","04 耶穌掌權","05 恩典夠用","06 Say Yes to Jesus","07 讚美中遇見祢",
            "08 尊貴君王","09 不一樣的愛","10 我願跟隨祢","11 我們來禱告","12 神羔羊"};

    public String[] arrMenuN4={"01 一起走","02 今天可以不一樣","03 就在這裡","04 世界聽不懂的歌","05 我是誰","06 毛毛蟲","07 天國的子民",
            "08 仰望","09 有誰能像你","10 主恩典","11 感謝","12 多一點"};

    public String[] arrMenuN5={"01 不停讚美","02 飛","03 十字路口","04 笑看風浪","05 我用信心抬起頭","06 好好的過","07 好消息","08 我不在乎",
            "09 承諾","10 心靈的空處","11 你是否願意","12 耶穌 我投靠祢"};

    public String[] arrMenuN6={"01 磐石和盾牌","02 想起祢","03 幸福","04 恩典的記號","05 當我讚美","06 我主何等偉大","07 祂又真又活",
            "08 耶穌在我裡面","09 天上家鄉","10 勝過萬有","11活出愛 "};

    public String[] arrMenuN7={"01 好心情","02 醫治的愛","03 做與不做","04 越久越甘甜","05 祢最酷","06 愛祢到底","07 讓我說聲謝謝你",
            "08 因為祢","09 生命的花朵","10 盼望","11 最珍貴的禮物"};

    public String[] arrMenuNK1={"01 主恩典","02 活出愛","03 看見神的愛","04 好心情","05 今天可以不一樣","06 做與不做"};


    /**聖歌、詩歌本、SON*/
    public String[][] mMenuHoly = {arrMenuHoly, arrMenuPoetry, arrMenuS2016};

    /**神情音樂*/
    public String[][] mMenuEmotion = {arrMenuGod2, arrMenuGod3};

    /**讚美之泉*/
    public String[][] mMenuPraise = {arrMenu11, arrMenu12, arrMenu12_2, arrMenu13, arrMenu14, arrMenu15, arrMenu16, arrMenu17, arrMenu18,
            arrMenu19, arrMenu20, arrMenu21, arrMenu22, arrMenu23, arrMenu24};

    /**約書亞*/
    public String[][] mMenuJesus = {arrMenuj, arrMenu2001, arrMenu2002, arrMenu2003, arrMenu2004, arrMenu2011, arrMenu2012, arrMenu2013_2, arrMenu2013,
            arrMenu2014, arrMenu2015, arrMenu2015_2, arrMenu2016, arrMenu2016_2, arrMenu2017, arrMenu2017_2, arrMenu2018, arrMenu2019,
            arrMenu2019_2};

    /**小羊*/
    public String[][] mMenuSheep = {arrMenuSheep01, arrMenuSheep02, arrMenuSheep03, arrMenuSheep04, arrMenuSheep05, arrMenuSheep06,
            arrMenuSheep07, arrMenuSheep08, arrMenuSheep09};

    /**兒童*/
    public String[][] mMenuChild = {arrMenuK1, arrMenuK2, arrMenuK3, arrMenuK4, arrMenuK5, arrMenuK6, arrMenuK7, arrMenuK8,
            arrMenuNK1};

    /**泥土*/
    public String[][] mMenuDirt = {arrMenuN1, arrMenuN2, arrMenuN3, arrMenuN4, arrMenuN5, arrMenuN6, arrMenuN7};

}
